dahanzimin/micropython/ports/esp32/boards/Generic_ESP32_LITE/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Generic Lite"
#define MICROPY_HW_MCU_NAME "ESP32"
